{
  'abstract_info': {
    '113': [
      [
        'DAHUA TECHNOLOGY(HK) LIMITED',
        1,
        4
      ]
    ],
    '114': [
      [
        "13/F Gloucester Tower, The Landmark, 15 Queen's Road Central, Central, Hong Kong",
        1,
        32
      ]
    ],
    '115': [
      [
        'Larry S Parker',
        1,
        139
      ]
    ],
    '116': [
      [
        '20191201012',
        1,
        157
      ]
    ],
    '117': [
      [
        'Michigan Addison 2201 Elk Avenue',
        1,
        185
      ]
    ],
    '118': [
      [
        '59,112.00',
        1,
        229
      ]
    ],
    '119': [
      [
        '2019,12.01',
        1,
        244
      ]
    ],
    '120': [
      [
        'ectrical and electronics repairer',
        1,
        270
      ]
    ],
    '121': [
      [
        'Remark:',
        1,
        303
      ]
    ],
    '122': [
      [
        '570',
        1,
        807
      ]
    ],
    '123': [
      [
        '535',
        1,
        823
      ]
    ],
    '124': [
      [
        '432',
        1,
        838
      ]
    ],
    '125': [
      [
        '570',
        1,
        867
      ]
    ],
    '126': [
      [
        'RMB',
        1,
        12966
      ]
    ],
    '127': [
      [
        'ance allocation',
        1,
        12989
      ]
    ],
    '128': [
      [
        'LarryS Parker',
        1,
        1495
      ]
    ],
    '13': [
      [
        '432',
        1,
        902
      ]
    ],
    '130': [
      [
        'Samsmesto mnaehns \'ts. Pwesoyhe fell\'senepos,enorg,eanl,b eid xdbat apy sete, ewoterclaim or deducton.In case the withholding tax is couired by the applicable laws, the Buyer8. Warranty:Defective products will be serviced by the Seller according to its latest RMA policy.9. Claim:smvejaiappoesy essneins the sonersesbinnaberwnetete" bn."ledwidrin 15geys,fter the acvel. o',
        1,
        1763
      ]
    ],
    '131': [
      [
        'Defective products will be serviced by the Seller according to its latest RMA policy.',
        1,
        1949
      ]
    ],
    '132': [
      [
        'smvejaiappoesy essneins the sonersesbinnaberwnetete" bn."ledwidrin 15geys,fter the acvel. ot he products,at the pot of destination and supcorted by a survey report issued by aaaneyer sr snondpe."he allesevseacle sneesecar am, the swemant snaite anens"o nea.e ene .maibesems.wetwe ascepeeec prasecmecoeesuat\'esses.damages in connection with or arising out of this transaction."he Buyer\'s sole remedy shall be, at the maximum, the recovery of orginal purchase pree mnus any aiscounts andiol creas.damages  sbonegen" wher aesn, ate ans tersscfom"feesreasaeranes a pe a he ham.nrve swai n.seie e  eorsh ncneeente naispe.ecetece orpontwe',
        1,
        2043
      ]
    ],
    '139': [
      [
        'Larry S ParkerThe Sellerq',
        1,
        5121
      ]
    ],
    '141': [
      [
        'Unit PriceUnit Price',
        1,
        328
      ]
    ],
    '144': [
      [
        '2',
        1,
        667
      ],
      [
        '3',
        1,
        732
      ]
    ],
    '145': [
      [
        '10,52.11',
        1,
        668
      ],
      [
        '10,52.11',
        1,
        733
      ]
    ],
    '146': [
      [
        '1,0,01,01,10189#0001',
        1,
        676
      ],
      [
        '1,0,01,01,10189#0002',
        1,
        741
      ]
    ],
    '147': [
      [
        'DVR2216A-V2',
        1,
        696
      ],
      [
        'DVR2216A-V2',
        1,
        761
      ]
    ],
    '148': [
      [
        '123',
        1,
        707
      ],
      [
        '134',
        1,
        772
      ]
    ],
    '149': [
      [
        '567',
        1,
        710
      ],
      [
        '456',
        1,
        775
      ]
    ],
    '150': [
      [
        '559',
        1,
        713
      ],
      [
        '450',
        1,
        778
      ]
    ],
    '154': [
      [
        '535',
        1,
        879
      ]
    ]
  },
  'id': 992,
  'message': '提交成功',
  'text': 'HK01DAHUA TECHNOLOGY(HK) LIMITED13/F Gloucester Tower, The Landmark, 15 Queen\'s Road Central, Central, Hong KongSales ContractTo:Buyer NameLarry S ParkerNo :20191201012Add:Buyer AddressMichigan Addison 2201 Elk AvenueCustomer PO:59,112.00Date :2019.12.01Master Agreem Electrical and electronics repairerRemark:AmountOutput modelUnit PriceUnit PriceUnit PriceUnit PriceItemDahua ModelQuantity(CURRENCY(CURRENCYexci. Tax(CURRENCY)AmountAmountCategory(CURRENCY)|Promotional(Customer Model)PCS))(CURRENCYwith discount(currency)(currency)with discountproductsNoswith discount)excl. Taxwith discountexcl. Tax110.52.111.0.01.01.10188DHI-DVR2116HE-V2112678651624597570543516回210.52.111.0.01.01.10189#0001DVR2216A-V2123567559551543535527519回310.52.111.0.01.01.10189#0002DVR2216A-V2134456450444438432426420回口!Discount570543516Voucher535527519Amount432426420TOTALAmountexcl. Tax570543516VAT535527519Amountincl.Tax432426420Note: the products with   in promotional products column shall be counted into the Buyer\'s purchase amount, but not counted into the Buyer\'s purchase amounts entitling to rebate.TERMS AND CONDITIONS:conflict occurs, the following terms and conditions shall prevail.The following terms and conditions apply to Buyer\'s purchase of the products identified above. The terms of master agreement identified above (f any) also govems the purchase of the products identified above. If any1. Terms of TrRMB[2. Payment Teradvance allocation3. Port of Load| shandong4. Time of Ship35. Consignee:LarryS Parker6. Shipping addMichigan Addison 2201 EIk Avenue1HK017. Taxmade.shall bear such withholding tax. The Buyer shall be responsibie for obtaining the tax diearance certfcate trom the competent tax authonty and provde n3Jthe senernthn be asyy atde thepaymeRuveeSamsmesto mnaehns \'ts. Pwesoyhe fell\'senepos,enorg,eanl,b eid xdbat apy sete, ewoterclaim or deducton.In case the withholding tax is couired by the applicable laws, the Buyer8. Warranty:Defective products will be serviced by the Seller according to its latest RMA policy.9. Claim:smvejaiappoesy essneins the sonersesbinnaberwnetete" bn."ledwidrin 15geys,fter the acvel. ot he products,at the pot of destination and supcorted by a survey report issued by aaaneyer sr snondpe."he allesevseacle sneesecar am, the swemant snaite anens"o nea.e ene .maibesems.wetwe ascepeeec prasecmecoeesuat\'esses.damages in connection with or arising out of this transaction."he Buyer\'s sole remedy shall be, at the maximum, the recovery of orginal purchase pree mnus any aiscounts andiol creas.damages  sbonegen" wher aesn, ate ans tersscfom"feesreasaeranes a pe a he ham.nrve swai n.seie e  eorsh ncneeente naispe.ecetece orpontwe10. Exportsoe.Rnonss meary steeee eenstmsyt seunemsinsifern. sunerns.(nydrabs et Ipted.".S, &usian.crEUexcor snto. awo). The Buver soce to comey fully wih allaws andCompliance:mevatespte e,enesee.(5nser ts smy astse he nssteehsoniceatom p nspnaawc heeot aweoes. cvermomeeepeemwswtay ehebanycountriesExport Laws, including, without limitation, nuclear, chemical, or biological weapons proliferation.其&pafeawbjensesng,tmeuctionanote angea; sher eae bfp,ofen ophioed tem.pascipating in the expont ransactons by any govemment; or (y intenaed to be aseaforahy parposeponpuecby11. ForceMajeure:of government, hacker attacks or computer virus (each, a "Force Majeure").ogbesrRag.i, hall ke reldso agietesfuitug Gerelay"p gedow, all er any part of this Agreement due to causes beyond ts reasonable control, including acts of God, war, civil commotion, strikers, acts12. ApplicableLaws andTaagAlnaGoorCtwhai.se9\'2enenpsthesawnes.Bn?o aBieawole9tCboda ncase, anr dispotecannotbe getled via necotation. the case, shall be submited to China International Ecomomic andArbitration:final and binding on both parties.Frad\'eA"binatiog Soomi ssinn 2hejiang sub-commission for arbitration in accordance with its current Rules and Procedures. the arbitration shall take prace im fangznod an] the aaberalon aeegio srnall be13. SpecialConditions:of the Seller or its affliates, nor reverse engineer, decompile or disassemble the products."ohegseretallipamlateitnet he Sslenes, apsam,it aata aerk,。sis\'erer.use in any country any trademark, rade name, domain namet or identification name confusingly similar to any trademark"cmte的等。高需等需院高高需院需需得都高部学了需部需。高需摇需需架。。需需需需需scsnale, emarar\' smer esipsef &nccne cans,asbe wbich.shal be,cappoe\' anriginal but all t which sheall be deemed o be.one and he same contract as.a signed copy of this contract delivered by15. ExportClearance:rfee Bres fsfee soemsle\'e we"seferts\'ee peameoin soaaye sheeo,ane heccucso, tc aacnosc;o he sere o sener amiae"hesedesapaypdsee eexotre aarFn. sups hal, teethepesestchexpot seamee\'t.so aps sreheSeslepinswaale\'s the seetssrran,ith the Chine sstons and comply with all apolicable laws and requlations of expot clearance.the Seller as a result of the Buyer\'s misconduct or violation of any applicable laws on this respectnd\'s.l his alesorofare gspe Seleen thererabaton\'ofan0 daxi abi。 fairo he abowe mentoned eo days and ndemnity tne seiler rom af caims, beins aganstr.sereeriecsestoereabyThe BuyerLarry S ParkerThe SellerqinhuaDAHUA TECHNOLOGY (HK) LIMITEDCompany Sta Larry S ParkerSignature:Company StampqinhuaLarry S ParkerPrint Name:Larry S ParkerTitle:Larry S ParkerDate:2019.12.01Date:2019.12.012HK01DAHUA TECHNOLOGY(HK) LIMITED13/F Gloucester Tower, The Landmark, 15 Queen\'s Road Central, Central, Hong KongSales ContractTo:Buyer NameHenry C DexterNo :20191203024Add:Buyer AddressMontana Kalispell3014 \'Tree Frog LaneCustomer PO:59,112.00Date :2019.12.03Master Agreem Electrical and electronics repairerRemark:ItemCategoryDahua ModelOutput modelUnit PriceQuantityUnit PriceUnit PriceUnit Price(CURRENCYAmountexcl. Tax(Customer Model)AmountAmountPCS(CURRENCY(CURRENCY)(CURRENCY)Nos))(CURRENCYwith discountPromotional(currency)(currency)with discount)excl. Taxwith discountwith discountproducts110.24.211.0.01.01.10192#0015excl. TaxDH-DSCON3000-4U365312638640793108476459694257团210.24.221.0.01.01.10192#0016DH-DSCON3000-4U227760366674245571730846496397回310.24.231.0.01.01.10192#0017DH-DSCON3000-4U397327986536204103454393126695回口Discount558224418955Voucher469234786407AmountTOTAL297764504473Amountexcl. Tax740010176782VAT120562221216Amountincl.Tax770722841342Note: the products with  in promotional products column shall be counted into the Buyer\'s purchase amount, but not counted into the Bayer\'s purchase amounts entiding to rebate.TERMS AND CONDITIONS:occurs, the following terms and conditions shall prevail.be.folowe"gls, iotnsatiteas,3ns)k,a Raypre, aiurchase of the products identifed above. The terms of master agreement identified above (f any) also govems the purchase of the products identified above. f any condfict1. Terms of THRMB2. Payment Te advance allocation3. Port of Loadshandong4. Time of Shi5. Consignee:HenryC Dexter6. Shipping ad Montana Kalispell3014 Tree Frog LanelHK017. Taxbear such withholding tax. The Buyer shall be responsible for obtaining the tax clearance certificate from the competent tax authority and provide it to the Seller within 60 days after the payment is made.All payment to be made by the Buyer to the Seller under this contract shall be paid without any set-off, counterclaim or deduction. In case the withholding tax is required by the applicable laws, the Buyer shall8. Warranty:Defective products will be serviced by the Seller according to its latest RMA policy.Any claim by the Buyer concerning the products shipped hereunder shall be filed within 15 days after the arrival of the products at the port of destination and supported by a survey report issued by a surveyor9. Claim:connection with or arising out of this transaction. The Buyer\'s sole remedy shall be, at the maximum, the recovery of original purchase price minus any discounts and/or credits.shortages in whatsoever nature arise/occur during the shipment shall be at the risk of the Buyer. In no event shall the Seller be liable for any indirect, incidental, special, consequential or punitive damages inapproved by the Seller for the Seller\'s examination. If the buyer fails to give any objection within the period, it shall be deemed that the buyer has accepted the products. Nonetheless, any losses, damages or10. ExportThe products may be subject to export or import regulations in different countries (including but not limited U.S., Russian or EU export control laws). The Buyer agrees to comply fully with all laws and regulationsCompliance:of the any countries (Export Laws) to assure that neither the Seller nor any of the Seller\'s products thereof are (i) exported, directly or indirectly, in violation of Export Laws, either to any countries that are subjectwithout limitation, nuclear, chemical, or biological weapons proliferation.to export restrictions or to any end user who has been prohibited from participating in the export transactions by any government; or (ii) intended to be used for any purpose prohibited by Export Laws, including,11. ForceMajeure:government, hacker attacks or computer virus (each, a "Force Majeure").Neither Party shall be held responsible for failure or delay to perform all or any part of this Agreement due to causes beyond its reasonable control, including acts of God, war, civil commotion, strikers, acts of12. Applicable This Sales Contract shall be governed by the laws of People\'s Republic of China. In case any dispute cannot be settled via negotiation, the case shall be submitted to China International Economic and TradeLaws andArbitration Commission Zhejiang sub-commission for arbitration in accordance with its current Rules and Procedures. The arbitration shall take place in Hangzhou and the arbitration decision shall be final andArbitration:binding on both parties.13. SpecialThe Buyer shall never, without the Seller\'s prior consent, attempt to apply, register or use in any country any trademark, trade name, domain namet or identification name confusingly similar to any trademark ofConditions:the Seller or its affliates, nor reverse engineer, decompile or disassemble the products.14. Counterpa(acsimle, emai or other means of elecronc ransmission (to which a signed PDF copy is attached) shall be deemed to have the sane legaf eec as delivery or an onginal signed copy of ths contractThis sales contract may be signed in counterparts, each of which shall be deemed an original but all of which shall be deemed to be one and the same contract as a signed copy of this contract delivered by15. ExportThe Buyer shall use the export clearance documents provided by the Seller to complete the export clearance with the China customs and comply with all applicable laws and regulations of export clearance. Ifthe Buyer fails to complete such export clearance in 60 days after the shipment date of the products from the warehouses of the Seller or Seller\'s affiliate, the Buyer shall pay the Seller 20% of the total value ofClearance:result of the Buyer\'s misconduct or violation of any applicable laws on this respect.this sales contract to the Seller as the penalties within 30 days after expiry of the above mentioned 60 days and indemnify the Seller from all claims, actions against the Seller or losses incurred by the Seller as aThe BuyerHenry C DexterThe SellerweilaiDAHUA TECHNOLOGY (HK) LIMITEDCompany Sta Henry C DexterCompany StampweilaiSignature:Henry C DexterPrint Name:Henry C DexterTitie:Henry C DexterDate:2019.12.03Date:2019.12.032HK01DAHUA TECHNOLOGY(HK) LIMITED13/F Gloucester Tower, The Landmark, 15 Queen\'s Road Central, Central, Hong KongSales ContractTo:Buyer NameTerry A DunlapNo :20191231046Add:Buyer AddressMontana Kalispell 4883 Birch StreetCustomer PO:59,112.00Date :2019.12.31Master Agreem Electrical and electronics repairerRemark:Unit PriceUnit PriceUnit PriceAmountItemOutput modelQuantityUnit Price(CURRENCYexcl. Tax(CURRENCY)AmountAmount(currency)(CURRENCY)|PromotionalCategoryDahua Model(Customer Model)PCS(CURRENCY(CURRENCY))with discount(currency)with discountwith discountproductsNoswithdiscount)excl. Taxexcl. Tax1SD01.01-91DH-SD-001.1DH-SD-001.1EE12254196013791798234228863430回2SDO1.01-92DH-SD-001.2DH-SD-001.2DD112129146163180345510675口3SD01.01-93DH-SD-001.3DH-SD-001.3CC1134556-22-600-1178200051788356回口Discount707.3333333858816468.66667Voucher536.3333333973418931.66667Amount365.33333331088021394.66667TOTALAmountexcl. Tax194.33333331202623857.66667VAT23.333333331317226320.66667Amountincl.Tax-147.66666671431828783.66667Note: the products with  in promotional products column shall be counted into the Buyer\'s purchase amount, but not counted into the Buyer\'s purchase amounts entitling to rebate.TERMS AND CONDITIONS:occurs, the following terms and conditions shall prevail.The following tems and condilions. apely to Buyer s purchase of the products idendifed above. The terms of master agreement identifed above (if any) also govems the purchase of the products identifed above. f any confict1. Terms of Trade:RMB2. Payment Terms:advance allocation3. Port of Loading:shandong4. Time of Shipmer|5. Consignee:Terry A Dunlap6. Shipping addresMontana Kalispell 4883 Birch Street1HK017. Taxbear such withholding tax" The Buyer shall be responsible for obtaining the tax clearance certificate from the competent tax authority and provide it to the Seller within 60 days after the payment is made.All payment to be made by the Buyer to the Seller under this contract shall be paid without any set-off, counterclaim or deduction. In case the withholding tax is required,by the applicable laws, the Buyer shall8. Warranty:Defective products will be serviced by the Seller according to its latest RMA policy.Any claim by the Buyer concerning the products shipped hereunder shall be filed within 15 days after the arrival of the products at the port of destination and supported by a survey report issued by a surveyor9. Claim:connection with or arising out of this transaction. The Buyer\'s sole remedy shall be, at the maximum, the recovery of original purchase price minus any discounts and/or credits.shortages in whatsoever nature aniseloccur during the shipment shall be at the risk of the Buyer. In no event shall the Seller be liable for any indirect, incidental, special, consequential or punitive damages inapproved by the Seller for the Seller\'s examination. if the buyer fails to give any objection within the period, it shall be deemed that the buyer has accepted the products. Nonetheless, any losses, damages or10. ExportThe products may be subject to export or import regulations in different countries (including but not limited U.S. Russian or EU export control laws). The Buyer agrees to comply fully with all laws and .regulations of the any counthes (Export Laws) to assure that neither the Seller nor any of the Seller\'s products thereof are (), exported, directly or indirectly, in violation of Export Laws, either to any countriesCompliance:Export Laws, including, without limitation, nuclear, chemical, or biological weapons proliferation.that are subject to export restrictions or to any end user who has been prohibited from participating in the export transactions by any government; or (i) intended to be used for any purpose prohibited by11. ForceNeither Party shall be held responsible for failure or delay to perform all or any part of this Agreement due to causes beyond its reasonable control, including acts of God, war, civil commotion, strikers, acts ofMajeure:government, hacker attacks or computer virus (each, a "Force Majeure").12. ApplicableThis Sales Contract shall be governed by the laws of People\'s Republic of China. In case any dispute cannot be setled via negotiation, the case shall be submitted to China International Economic and TradeLaws andArbitration Commission Zhejiang sub-commission for arbitration in accordance with its current Rules and Procedures. The arbitration shall take place in Hangzhou and the arbitration decision shall be finalArbitration:and binding on both parties.13. SpecialConditions:of the Seller or its affliates, nor reverse engineer, decompile or disassemble the products.The Buyer shall never, without the Seller\'s prior consent, attempt to apply, register or use in any country any trademark, trade name, domain namet or identification name confusingly similar to any trademark14. Counterparts:facsimile, email or other means of electronic transmission (to which a signed PDF copy is attached) shall be deemed to have the same legal effect as delivery of an original signed copy of this contract.This sales contract may be signed in counterparts, each of which shall be deemed an original but all of which shall be deemed to be one and the same, contract as a signed copy of this contract delivered by15. Exportthe Buyer fails to complete such export clearance in 60 days after the shipment date of the products from the warehouses of the Seller or Seller\'s affiliate, the Buyer shall, pay the Seller 20% of the total valueThe Buyer shall use the export clearance documents provided by the Seller to complete the expot clearance with the China customs and comply with all applicable laws, and regulations, of export clearance. "Clearance:Seller as a result of the Buyer\'s misconduct or violation of any applicable laws on this respect.of this sales contract to the Seller as the penaltes within 30 days after expiry of the above mentioned 60 days and indemnify the Seller from all claims, actions against the Seller or fosses incurred by the|The BuyerTerry A DunlapThe SellerweilaiDAHUA TECHNOLOGY (HK) LIMITEDCompany StampTerry A DunlapCompany StampweilaiSignature:Terry A DunlapPrint Name:Terry A DunlapTitle:Terry A DunlapDate:2019.12.31Date:2019.12.312'
}
