# coding: utf-8
from __future__ import unicode_literals

# 规则的格式[上文, 下文，前缀，后缀，必须包含子串，一定不包含子串，仅允许的字符格式，最小长度，最大长度]
# 多个子串或字符请使用分隔符 | 或 &
# 支持通配符：\d, \w
# 对于字符 ( ) . * ? [ ] | + 请使用转义
#
# 格式
# {
#     # 字段id
#     '1': [
#         ['担保人为', '。', '', '', '', '', '', 2, 10],
#         ['担保人为', '；', '', '', '', '', '', 2, 10]
#     ],
#     '2': [
#         ['贷款可用于', '。', '', '', '', '', '', 2, 30]
#     ]
# }
#
# 或者根据文档类型id和字段id分层的格式（注意需要添加'has_tag_type_id_structure': True）
#
# {
#     'has_tag_type_id_structure': True,
#     # 文档类型id
#     '1': {
#         # 字段id
#         '1': [
#             ['担保人为', '。', '', '', '', '', '', 2, 10],
#             ['担保人为', '；', '', '', '', '', '', 2, 10]
#         ],
#         '2': [
#             ['贷款可用于', '。', '', '', '', '', '', 2, 30]
#         ]
#     },
#     # 文档类型id
#     '2': {
#         # 字段id
#         '3': [
#             ['甲方为', '。', '', '', '', '', '', 2, 10],
#             ['甲方为', '；', '', '', '', '', '', 2, 10]
#         ],
#         '4': [
#             ['乙方:', '。', '', '', '', '', '', 2, 10]
#         ]
#     }
# }

rules = {

}
