{
  "name": "国内标准合同模板",
  "chanpinyanshou": "供方保证交付的货物为全新品，产品的功能验收以产品随机配备的说明书功能描述为准。需方收货后七天内未书面提出异议，视为合格产品。",
  "baozhuangfangshi": "包装方式：原厂纸箱包装。",
  "daohuoqianshou": "需方须在货物到达时按厂商出厂装箱标准进行验收并签收。需方无合理原因即拒绝签收的，视为违约，供方有权自行处理该批货物，并就所受损失包括但不限于返程物流费用、仓储费用等向需方索赔。",
  "gongfangfahuo": "供方发货时间：供方备货完成后3日内发货。",
  "yunshufeiyong": "运输费用承担方:供方指定的运输方式由供方承担，如需方指定物流运输方式，应在供方发货之日前提出，且运输费用由需方承担；",
  "zhiliangbaozheng": "质量保证：供方在提供的产品发生质量问题依法提供退换、保修，各产品免费质保年限详见供方官方网站“服务与下载-服务政策”http://www.dahuatech.com,双方另有约定除外(须在备注处注明)。",
  "anzhuangfuwu": "本合同下甲方负责安装的，甲方（包括甲方委托或指定的第三方）应严格按照以下要求安装：1）产品随机配备的说明书（若乙方培训另有要求的，以乙方培训内容为准）； 2）工程项目施工质量手册，请参见乙方官方网：“http://www.dahuatech.com/ ”服务支持；3）如仍存在安装疑义的，请联系乙方代表。如甲方未按照上述要求，擅自更改安装方案，造成质量、安全事故的，全部损失由甲方自行承担。",
  "tuihuoyueding": "退货约定：非质量原因供方原则上不接受退货，供方同意退货的，需方按照供方要求支付退货费用后，双方签订退货协议；否则，需方不得以退货为由，拒绝履行付款义务。对于已开发票的退货，需方必须退回发票或提供红字开票通知单。",
  "weiyuezeren": "15、违约责任：1)任何一方不履行本合同义务或履行本合同义务不符合约定的，均属于违约行为。违约方应向守约方支付合同总金额20%作为违约金，并应对守约方因此造成的损失承担赔偿责任。本合同另有规定的除外。2)由于供方原因，未能按合同约定向需方交货，供方应向需方支付迟延履行违约金。每迟延1日，供方应向需方支付相当于迟延交付货物货款的1‰作为迟延履行违约金，但迟延履行违约金总额不超过合同总金额的20%。3)由于需方原因，未能按合同约定付款，需方应向供方支付违约金。每迟延1日，需方应向供方支付相当于迟延支付货款总额的1‰作为迟延履行违约金，但迟延履行违约金总额不超过合同总金额的20%。同时，交货期相应顺延。需方迟延付款超过30个自然日，供方有权解除合同。4)货款必须汇到供方书面指定的银行帐号，否则，视为需方未按合同约定履行付款义务，供方有权要求需方继续履行付款义务，并追究需方逾期付款的违约责任。5)本合同约定交货方式、收货地点有误或变更，须需方提供盖章书面文件通知供方，由此产生的费用由需方承担。因需方通知有误或通知不及时，致使本合同交货出现的问题，供方不承担任何责任；",
  "bukekangli": "当事人一方因不可抗力而不能履行合同时，应当及时通知对方，并在合理期限内提供有关机构出具的证明，可以全部或部分免除该方当事人的责任。",
  "jiejuejiufen1": "解决合同纠纷的方式：执行本合同发生争议，由当事人双方协商解决。协商不成，双方同意向供方所在地人民法院提起诉讼。",
  "jiejuejiufen3": "因载明的地址有误或未及时告知变更后的地址或指定收件人拒收，导致诉讼文书未能实际被接收的，邮寄送达的诉讼文书退回之日即视为送达之日。",
  "hetongxiuding": "合同执行期间，如因故不能履行或需要修改，必须经双方同意，并签订补充协议或另订合同，方为有效。",
  "hetongfenshu": "本合同一式肆份，自双方盖章之日起生效，双方各执贰份，具有同等法律效力。",
  "tebieyueding": "20、特别约定需方理解，遵守适用的法律法规，包括美国出口管制法律的规定，是供方基本的公司政策。需方承诺，针对从供方及其关联人处购买的货物，需方将遵守相关的进口、出口、再出口的法律法规，具体要求包括但不限于： 1）需方承诺，这些货物不会被用于被任何适用法律禁止的最终用途，包括化学武器、生物武器、核武器、导弹以及其他军用项目的设计、开发、生产、存储或使用； 2）需方理解，如果货物含有源自美国的物品（U.S. Origin Items）,该等货物（“管制货物”）可能受到美国出口管制条例（Export Administration Regulation，或EAR）的管辖。需方承诺，在管制货物的出口和再出口时，遵守相关的法律要求，包括，按照EAR或其他适用法律的要求，例如向美国政府申请获得出口许可； 3）需方承诺，不会把管制货物转售给被美国或欧盟制裁的国家、实体或个人，包括但不限于美国财政部外国资产控制办公室管理的“特别指定国民及受封锁人士”清单（Specially Designated Nationals and Blocked Persons List）和美国商务部工业和安全局管理的“拒绝交易对象”（Denied Persons List）与“实体清单”（ Entity List）以及受到欧盟金融制裁的欧盟人士、集团和实体综合清单上的个人或实体； 4）需方承诺，对管制货物的使用和处理不会违反适用的法律法规。"
}